Repository: hakankaynar/mocci
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Enter your information
tr: Bilgilerinizi Girin

source: Name Surname
tr: Ad Soyad

source: Age
tr: Yaş

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Chronic Diseases
tr: Kronik Hastalıklar

source: NEXT
tr: İLERİ

source: Family History
tr: Aile Geçmişi

source: Add Family History
tr: Aile Geçmişi Ekle

source: Results
tr: Sonuçlar

source: Recommended tests:
tr: Önerilen Testler:

source: Diabetes
tr: Diyabet

source: Hypertension
tr: Hipertansiyon

source: Coronary Heart Disease
tr: Koroner Kalp Hastalığı

source: Inflammatory Bowel Disease
tr: İnflamatuar Bağırsak Hastalığı

source: Hypothyroid
tr: Hipotroid

source: Hyperthyroid
tr: Hipertroid

source: COPD
tr: KOAH

source: Kidney Failure
tr: Böbrek Yetmezliği

source: Cirrhosis
tr: Siroz

source: Colorectal Cancer
tr: Kolorektal Kanser

source: Breast Cancer
tr: Meme Kanseri

source: Prostate Cancer
tr: Prostat Kanseri

source: Quarterly Test for Diabetes
tr: Diyabet için Üç Aylık Test

source: Yearly Test for Coronary Heart Disease
tr: Koroner Kalp Hastalığı için Yıllık Test
